tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "openjdk"
brew "autoconf"
brew "automake"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "glib"
brew "python@3.8"
brew "eigen"
brew "glog"
brew "checkov"
brew "coreutils"
brew "csvkit"
brew "pkg-config"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "fits"
brew "fzf"
brew "geos"
brew "libxml2"
brew "libdap"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "glab"
brew "gnupg"
brew "go"
brew "gperftools"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "isort"
brew "jq"
brew "lastpass-cli"
brew "liblwgeom"
brew "mitmproxy"
brew "opencv"
brew "p7zip"
brew "pipenv", link: false
brew "pipx"
brew "procs"
brew "pup"
brew "pyenv"
brew "python@2", link: false
brew "rbenv"
brew "ripgrep"
brew "ssh-copy-id", link: true
brew "terraform"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
cask "rectangle"
cask "session-manager-plugin"
cask "vlc"
