tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "glib"
brew "python@3.12"
brew "harfbuzz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "autossh"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "berkeley-db"
brew "boost"
brew "brew-gem"
brew "eigen"
brew "gcc"
brew "glog"
brew "suite-sparse"
brew "cfn-lint"
brew "pkgconf"
brew "hdf5"
brew "numpy"
brew "checkov"
brew "cloudformation-guard"
brew "csvkit"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "docutils"
brew "duckdb"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "gem-cfn-nag"
brew "geos"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "glab"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gperftools"
brew "gron"
brew "htop"
brew "httpd"
brew "httrack"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "isort", link: false
brew "jq"
brew "lastpass-cli"
brew "leveldb"
brew "libdap"
brew "libmagic"
brew "llvm"
brew "marp-cli"
brew "mysql"
brew "mysql@8.0"
brew "ncdu"
brew "netcdf"
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "p7zip"
brew "perl"
brew "pipenv"
brew "pipx"
brew "pngquant"
brew "postgresql@13"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "pup"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-markdown"
brew "python-markupsafe"
brew "python-tabulate"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "pyyaml"
brew "qrencode"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "rethinkdb"
brew "ripgrep"
brew "rlwrap"
brew "saxon"
brew "six"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terraform"
brew "tflint"
brew "tmux"
brew "tree"
brew "uchardet"
brew "uv"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
cask "mitmproxy"
cask "obsidian"
cask "orbstack"
cask "session-manager-plugin"
cask "vlc"
cask "warp"
vscode "alexcvzz.vscode-sqlite"
vscode "batisteo.vscode-django"
vscode "creinbacher.xpathtester"
vscode "deltaxml.xslt-xpath"
vscode "github.vscode-github-actions"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "philschatz.vscode-xslt"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
