tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "coreutils"
brew "csvkit"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "go-jira"
brew "libtool"
brew "graphicsmagick"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "leveldb"
brew "libksba"
brew "libyaml"
brew "mitmproxy"
brew "mysql"
brew "node"
brew "openjdk"
brew "pipenv", link: false
brew "postgresql", restart_service: true
brew "pup"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
cask "rectangle"
